Repository: 1852060674/IOSHOME
Catalog: freecell.zbnet-master/Solitaire/*.lproj/Language.strings
Languages: de, es, fr, it, ja, ko, nl, zh_hans, zh_hant

source: Change Card Back
de: Ändern Karte Zurück
es: Cambiar tarjeta Volver
fr: Changement de carte bancaire Retour
it: Cambiare scheda Indietro
ja: バックカードを変更
ko: 위로 카드를 변경
nl: Wijzig Card Back
zh_hans: 更换纸牌背景
zh_hant: 更換紙牌背景

source: Change Game Back
de: Ändern Spiel Zurück
es: Cambiar Game Volver
fr: Changer de jeu Retour
it: Cambiare Torna gioco
ja: ゲームのバックを変更
ko: 게임 위로 변경
nl: Wijzigen Game Back
zh_hans: 更换游戏背景
zh_hant: 更換游戲背景

# stat
source: Statistics
de: Statistik
es: Estadística
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계
nl: Statistiek
zh_hans: 统计
zh_hant: 統計

# sound
source: Sound Control
es: Control de sonido
ja: サウンドコントロール
ko: 사운드 컨트롤
zh_hans: 声音控制
zh_hant: 聲音控制

# timemove
source: Time/Moves
de: Zeit/Unterwegs
es: Tiempo/Movimientos
fr: Temps/Déplacer
it: Tempo/Sposta
ja: 時間/移動
ko: 시간/이동
nl: Tijd/Moves
zh_hans: 时间/移动
zh_hant: 時間/移動

# lock
source: Lock Orientation
de: Verschluss Ausrichtung
es: Lock Orientación
fr: Verrouillage Orientation
it: Scatto Orientamento
ja: ロック向き
ko: 잠금 장치 방향
zh_hans: 是否锁住屏幕旋转
zh_hant: 是否鎖住屏幕旋轉

# hint
source: Hints
de: Hinweise
es: Sugerencias
fr: conseils
it: Suggerimenti
ja: ヒント
ko: 힌트
zh_hans: 提示
zh_hant: 提示

source: Tap Move
de: Tippen Sie auf Nach
es: Pulse en Mover
fr: Appuyez sur Déplacer
it: Toccare Sposta
ja: 移動タップ
ko: 이동을 누릅니다
nl: Tik op Verplaatsen
zh_hans: 点击自动移动
zh_hant: 點擊自動移動

# classic
source: Classic Cards
de: Klassische Karten
es: Tarjetas Classic
fr: Cartes classiques
it: Carte Classic
ja: クラシックカード
ko: 클래식 카드
nl: Classic Kaarten
zh_hans: 经典纸牌样式
zh_hant: 經典紙牌樣式

source: Rules
de: Regeln
es: Reglas
fr: Règles
it: Regole
ja: ルール
ko: 규칙
nl: Reglement
zh_hans: 规则
zh_hant: 規則

source: OK
zh_hans: 确定
zh_hant: 確定

source: Cancel
de: Stornieren
es: Cancelar
fr: résilier
it: Annullare
ja: キャンセル
ko: 취소
nl: Annuleren
zh_hans: 取消
zh_hant: 取消

# scroll
source: Scroll to see more
de: Blättern Sie, um mehr zu sehen
es: Desplácese para ver más
fr: Faites défiler pour voir plus
it: Scorrere per vedere di più
ja: 多くを見るためにスクロール
ko: 더 보시려면 스크롤
nl: Scrollen om meer te zien
zh_hans: 滑动可看更多
zh_hant: 滑動可看更多

source: Hint Move
de: Hinweis Unterwegs
es: Sugerencia Move
fr: Astuce Déplacer
it: Suggerimento Sposta
ja: 移動ヒント
ko: 이동을 암시
zh_hans: 可移动序列
zh_hant: 可移動序列

# gamewon
source: Games Won
de: Gewonnene Spiele
es: Juegos Ganados
fr: Parties gagnées
it: Partite vinte
ja: 勝利ゲーム
ko: 승리
nl: Spellen Gewonnen
zh_hans: 赢的局数
zh_hant: 贏的局數

# gamelost
source: Games Lost
de: Verlorene Spiele
es: Partidos Perdidos
fr: Matches perdus
it: Partite perse
ja: 敗北ゲーム
ko: 패배
nl: Spellen Verloren
zh_hans: 输的局数
zh_hant: 輸的局數

# shortesttime
source: Shortest Winning Time
de: Kürzeste Winning Time
es: Menor tiempo gana
fr: Le plus rapide gagnante
it: Più breve Winning Time
ja: 最短勝ちタイム
ko: 짧은이기는 시간
nl: Kortste Winnende Time
zh_hans: 最短完成时间
zh_hant: 最短完成時間

# longesttime
source: Longest Winning Time
de: Längste Siegesserie Zeit
es: Mayor Winning Time
fr: La plus longue heure gagnante
ja: 最長勝ちタイム
ko: 긴이기는 시간
nl: Langste Winning Time
zh_hans: 最长完成时间
zh_hant: 最長完成時間

# avgtime
source: Average Winning Time
de: Durchschnittliche Winning Time
es: Promedio de tiempo de Winning
fr: Moyennes gagnante
it: Tempo medio di Winning
ja: 平均勝ちタイム
ko: 평균 수익 시간
nl: Gemiddelde Winnende Time
zh_hans: 平均完成时间
zh_hant: 平均完成時間

# fewestmoves
source: Fewest Winning Moves
de: Fewest Gewinnzug
es: Menor número de movimientos Exitosas
fr: Moins de coups gagnants
it: Meno mosse vincenti
ja: 最少勝ち移動
ko: 적은 수익으로 이동
nl: Minste Winning Moves
zh_hans: 最少完成移动次数
zh_hant: 最少完成移動次數

# mostmoves
source: Most Winning Moves
de: Die meisten Gewinnzug
es: Se mueve más ganador
fr: Mouvements les plus gagnants
it: Mosse più vincenti
ja: ほとんど勝ち移動
ko: 대부분의 수익으로 이동
nl: De meeste Winning Moves
zh_hans: 最多完成移动次数
zh_hant: 最多完成移動次數

# noundo
source: Wins Without Undo
de: Die meisten Gewinnzug
es: Victorias Sin Deshacer
fr: Victoires Sans Annuler
it: Vittorie senza Undo
ja: アンドゥなしで勝利
ko: 취소없이 승리
nl: Wint Zonder Ongedaan
zh_hans: 未使用撤销所赢的局数
zh_hant: 未使用撤銷所贏的次數

# highscore
source: Highest Score
de: Höchste Punktzahl
es: Mayor resultado
fr: Meilleur score
it: Il punteggio più alto
ja: 最高スコア
ko: 최고 점수
nl: Hoogste Score
zh_hans: 最高分
zh_hant: 最高分

# resethint
source: Do you really want to reset the statistics?
de: Wollen Sie wirklich, um die Statistik zurücksetzen?
es: ¿Realmente desea restablecer las estadísticas?
fr: Voulez-vous vraiment réinitialiser les statistique
it: Sei sicuro di voler ripristinare le statistiche?
ja: あなたは本当に統計をリセットしますか？
ko: 당신은 정말 통계를 재설정 하시겠습니까?
nl: Wil je echt naar de statistieken te wissen?
zh_hans: 是否重置统计信息？
zh_hant: 是否重置統計信息？

source: Yes
de: Ja
ja: はい
zh_hans: 是
zh_hant: 是

source: No
de: Keine
ja: ノー
zh_hans: 否
zh_hant: 否

source: Time:
de: Zeit:
es: Vez:
fr: Heure:
it: Volta:
ja: 時間:
ko: 시간:
nl: Tijd:
zh_hans: 时间:
zh_hant: 時間:

# score
source: Scores:
de: Ergebnis:
es: Cuenta:
fr: Score:
it: Punteggio:
ja: スコア:
ko: 점수:
nl: Score:
zh_hans: 分数:
zh_hant: 分數:

source: Moves:
de: Bewegen:
es: Mover:
fr: Déplacer:
it: Spostare:
ja: 移動:
ko: 이동:
zh_hans: 移动:
zh_hant: 移動:

source: New Game
de: Neues Spiel
es: Nuevo juego
fr: Nouveau Jeu
it: Nuova Partita
ja: 新しいゲーム
ko: 새 게임
nl: Nieuw Spel
zh_hans: 新游戏
zh_hant: 新游戲

# replay
source: Replay The Game
de: Wiederholen Sie das Spiel
es: Vuelve a jugar el juego
fr: Rejouer le match
ja: ゲームをリプレイ
ko: 게임을 재생
zh_hans: 重玩该局游戏
zh_hant: 重玩該局游戲

# nomoves
source: No Useful Moves
de: Keine Notrufe verschieben
es: No Manejaba útiles
fr: Pas Moves utiles
it: Nessun Mosse utili
ja: 有用な移動しない
ko: 더 유용한 이동하지
nl: Geen Handige Moves
zh_hans: 没有可移动的序列
zh_hant: 沒有可移動的序列

# wonhint
source: You Won!
de: Sie Gewinnen!
es: ¡Ganaste!
fr: Vous avez gagné!
it: Hai vinto!
ja: あなたがウォン！
ko: 당신이 원!
nl: Je Won!
zh_hans: 你赢了!
zh_hant: 你贏了!

# autohint
source: Auto Complete The Game?
de: Auto Beende das Spiel?
es: Auto completar el juego?
fr: Auto terminer le jeu?
it: Auto completare il gioco?
ja: 自動ゲームを完了？
ko: 자동 게임을 완료?
nl: Auto Compleet The Game?
zh_hans: 是否自动完成余下的纸牌移动？
zh_hant: 是否自動完成餘下的紙牌移動？

source: Draw
de: Zeichnen
es: Dibujar
fr: Dessiner
it: Disegna
ja: 描く
ko: 무승부
nl: Tekenen
zh_hans: 一次性翻几张
zh_hant: 一次性翻幾張

# game_rules_freecell
source: FreeCell is a form of Solitaire (or Patience) played with a standard 52-card deck. It is different than most other solitaire games in that nearly all deals are winnable making it more a game of skill than luck. On the opening deal the cards are placed face-up into eight columns that form the tableau. Four of the tableau columns contain seven cards and four columns contain six cards. The remainder of the playing area is comprised of the foundation piles (the card spots with the letter 'A' in the middle) and the free cells (the card spots without the 'A'). During play, cascades or sequences are built within the tableau columns. Sequences are built downward in decreasing rank, for example 4-3-2-A, 10-9-8-7-6, K-Q-J, etc. To form sequences, cards may be moved as needed from one tableau column to another, or to and from the free cells. Sequences are built in alternating colors (red, black). Any exposed card at the bottom end of a tableau column may be moved to another tableau column to form a sequence, to a free cell, or to fill a card spot at the top of an empty tableau column. Additionally, any sequence of cards may be moved together to another tableau column to form a sequence or to fill a card spot at the top of an empty tableau column. To move a sequence of cards there must be enough free cells to accomplish the move as if each card or subset of cards were moved through the available free cell locations - any of the four designated free cell card spots that are empty and any empty tableau column spots. As cards become available, they may be moved in order from Ace to King to the foundation piles. The game is won when all cards are moved to the foundation piles. During the game play, points are earned by moving cards to the foundation. Points are deducted for each use of Undo. When the game is completed, bonus points are awarded based on the number of moves and the total amount of time used to finish the game. The more efficiently you solve a deal both in moves and time, the higher your bonus points will be. Point System: Cards to Foundation: +10 points Undo: -5points Hints: No points deducted Undo from Foundation: -10 points Time Bonus: 1,000,000 divided by time to complete game in seconds. Moves Bonus: Calculation based on your moves, the minimum number of moves, and the average moves required for the game.
de: FreeCell ist eine Form von Solitaire (oder Geduld) spielte mit einem standard 52-Karten Deck.Es ist anders als die meisten anderen Solitär-Spiele,dass fast alle angebote für gewinnbar machen es gibt mehr ein Spiel der Fähigkeit als Glück. On der ersten Kartenausgabe die Karten werden aufgedeckt in acht säulen,die bilden das tableau.Vier der Tableau-Spalten enthalten sieben karten und vier spalten enthalten sechs karten.Die rest der spielfläche besteht aus der gründungspfähle (die Karte-Spots mit dem Buchstaben 'A' in Mitte) und der freien Zellen(die Karte Flecken ohne das 'A'). During Spiel,Kaskaden oder sequenzen sind gebaut innerhalb der Tableau-Spalten.Sequenzen sind gebaut nach unten in abnehmender rang,z.B.4-3-2-A,10-9-8-7-6,K-Q-J,etc..Sequenzen zu bilden,Karten können bei bedarf aus einem Tableau-Spalte in eine andere,verschoben werden oder zu und von der freien zellen.Sequenzen werden in wechselnden farben (rot, schwarz) gebaut.Jede aufgedeckte karte an die unteren ende eine Tableau-Spalte kann in eine andere spalte tableau verschoben werden,um eine sequenz auf ein freies feld zu bilden oder,eine karte platz an der spitze einer leeren Tableau-Spalte zu füllen.Darüber hinaus kann beliebige Folge von karten verschoben zusammen,um ein anderes tableau spalte um eine sequenz zu bilden oder eine karte platz an der spitze von einem leeren tableau zu füllen spalte.Zu bewegen,eine folge von karten es muss genügend freie zellen,den schritt zu erreichen wie wenn jede karte oder teilmenge der karten zogen durch die verfügbare freie Zelle-Standorte-jede der vier kostenlose bezeichnet Handy-Karte,die leer sind und leeren Tableau-Spalte-Spots. As karten zur verfügung stehen,können sie zog um von ass bis König auf die fundamentstapel.Das spiel ist gewonnen,wenn alle karten auf verschoben werden die gründungspfähle. During das spiel zu spielen,werden punkte verdient,wenn karten an die stiftung.Punkte sind bei jeder anwendung der 'Rückgängig' abgezogen.Wenn das Spiel beendet ist, werden Bonuspunkte vergeben,basierend auf der anzahl von moves und der gesamtbetrag der zeit genutzt,um das spiel zu beenden.Je effizienter sie lösen sich beide in bewegt sich und die zeit,desto höher werden ihr Bonus-Punkte sein. Point System: Cards Stiftung: 10 Punkte Undo:-5points Hints: keine Punkte Deducted Undo Stiftung:-10 Points Time Bonus: 1.000.000 geteilt durch zeit,spiel in sekunden zu beenden. Moves Bonus: Berechnung basierend auf deine moves,die minimale anzahl von bewegt,und der durchschnitt bewegt sich für das spiel erforderlich.
es: FreeCell es una forma de Solitaire (o paciencia) juega con un estándar 52 -cubierta de tarjetas.Es diferente que la mayoría otros solitaire juegos en que casi todos los contratos son puede ganar lo que más un juego de habilidad que suerte. On el acuerdo de apertura,las tarjetas son colocadas boca arriba en ocho columnas que formar el cuadro.Cuatro de las columnas del cuadro contienen siete cartas y cuatro columnas contienen seis tarjetas.El resto de la zona de juego está conformada por los pilotes (los puntos de la tarjeta con la letra 'A' en el medio) y las células libres (los puntos de la tarjeta sin la 'A'). During juego,cascadas o secuencias son construido dentro de las columnas del cuadro.Las secuencias están construidas hacia abajo en la disminución de rango,por ejemplo 4-3-2-A,10-9-8-7-6,K-Q-J,etcetera.Para formar secuencias,tarjetas pueden ser movidas cuando sea necesario de la columna de un cuadro a otro,o a y desde las células libres.Secuencias se construyen alternando los colores (rojo, negro).Cualquier tarjeta expuesta en el extremo inferior de una columna de tabla puede mover a otra columna de cuadro para formar una secuencia,a un celular gratis,o para llenar un lugar de la tarjeta en la parte superior de una columna de cuadro vacío.Además,se puede mover cualquier secuencia de tarjetas junto a otra columna de cuadro para formar una secuencia o para llenar un lugar de la tarjeta en la parte superior de un cuadro vacío columna.Para mover una secuencia de tarjetas que debe ser las células lo suficientemente libres para lograr el movimiento como si cada tarjeta o subconjunto de tarjetas fueron movidos a través de la ubicación de la celda libre disponible - cualquiera de los cuatro designados gratis celular puntos de tarjeta que están vacíos y alguna mancha de columna de cuadro vacío.Tarjetas de. As estén disponibles, pueden ser se trasladó en orden del as al rey a los pilotes.El juego se gana cuando todas las tarjetas se trasladan a la pilotes. During el juego,los puntos se ganan moviendo las tarjetas a la Fundación.Los puntos son deducidos para cada uso de deshacer.Una vez terminado el juego de puntos de bonificación se otorgan basándose en el número de se mueve y la cantidad total de tiempo para terminar el juego.Más eficiente resolver un acuerdo tanto en se mueve y el tiempo,mayor será sus puntos de bonificación. Point System: Cards Fundación:10 puntos Undo:-5points Hints:no deducted Undo puntos de la Fundació :points Time-10 Bonus:1.000.000 dividido por el tiempo para completar el juego en segundos. Moves bonificació :cálculo basado en sus movimientos,el número mínimo de se mueve,y la media se mueve necesario para el juego.
fr: FreeCell est une forme de Solitaire (ou Patience) a joué avec un standard 52-deck de cartes.Il est différent de celui de la plupart des autre solitaire jeux que presque toutes les transactions sont gagnables rendant plus un jeu d’adresse que de chance. On l’opération d’ouverture les cartes sont placées face vers le haut en huit colonnes que forment le tableau.Quatre d'entre les colonnes du tableau contiennent des sept cartes et quatre colonnes contiennent six cartes.Le reste de l’aire de jeu comprend les pieux de Fondation (les taches de la carte avec la lettre 'A' dans au milieu) et les cellules libres (les taches de la carte sans le 'A').Jeu de During,des cascades ou des séquences sont construit dans les colonnes du tableau.Séquences sont construits vers le bas en décroissant rang, par exemple 4-3-2-A,10-9-8-7-6,K-Q-J,etc..Pour former des séquences,les cartes peuvent être déplacés au besoin de colonne d’un tableau à l’autre,ou vers et depuis les cellules libres.Séquences sont construits en alternant les couleurs (rouge, noir).Toute carte exposée à la extrémité inférieure d’une colonne de tableau peut être déplacée vers une autre colonne du tableau pour former une séquence,à une cellule libre,ou pour combler une place carte au sommet d’une colonne de tableau vide.En outre,n’importe quelle séquence de cartes peut être déplacé ensemble vers une autre colonne du tableau pour former une séquence ou de remplir une carte de place au sommet d’un tableau vide colonne.Pour déplacer une séquence de cartes il faut cellules assez libres pour accomplir le mouvement comme si chaque carte ou sous-ensemble de cartes ont été déplacés par les emplacements de cellules libres disponibles - aucun des quatre désignés exempts cellulaire des taches de carte qui sont vides et des taches de colonne de tableau vide. As cartes seront disponibles, elles peuvent être déplacé dans l’ordre de l’As au roi pour les pieux de Fondation.Le jeu est gagné lorsque toutes les cartes sont déplacés vers le pieux de Fondation. During le jeu,les points sont gagnés en déplaçant les cartes vers la Fondation.Les points sont déduit pour chaque utilisation de Undo. Une fois le jeu terminé,points bonus sont attribués en fonction du nombre de se déplace et le montant total de temps utilisé pour finir le jeu.Vous résolvez plus efficacement une affaire tant en se déplace et le temps,plus vos points de bonus seront élevés. Point System: Cards de fondation : 10 points Undo :-5points Hints : aucun deducted Undo de points de fondation : points Time-10 Bonus : 1 000 000 divisé par le temps de terminer le jeu en quelques secondes. Moves bonus : calcul basé sur vos mouvements, le nombre minimal de se déplace,et la moyenne se déplace requise pour le jeu.
it: FreeCell è una forma di Solitaire (o pazienza) giocato con una 52 carte standard ponte.È diverso da quello la maggior parte delle altre solitaire giochi in quanto quasi tutte le offerte sono vincibile rendendolo più un gioco di abilità di fortuna. On il giro di apertura le carte sono inseriti a faccia in su in otto colonne che formano il tableau.Quattro delle colonne tableau contengono sette carte e quattro colonne contengono sei carte.Il resto del gioco area è costituita da pali di fondazione (le macchie di carta con la lettera 'A' nel mezzo) e le celle libere (le macchie di carta senza la 'A'). During play, cascate o sequenze sono costruite all'interno delle colonne del tableau.Sequenze sono costruite verso il basso nel fare diminuire di rango, ad esempio 4-3-2-A, 10-9-8-7-6, K-Q-J,ecc.Alle sequenze di forma,carte possono essere spostati secondo le necessità di colonna di un tableau a un altro, o da e per le celle libere.Sequenze sono costruite in alternando i colori (rosso, nero).Qualsiasi carta esposta all'estremità inferiore di una colonna di tableau può essere spostato a un altro colonna tableau per formare una sequenza,a una cella libera,o per riempire un posto scheda nella parte superiore di una colonna vuota tableau.Inoltre,qualsiasi sequenza di carte può essere spostata insieme a un'altra colonna di tableau per formare una sequenza o per riempire un carta posto nella parte superiore di una colonna vuota tableau.Per spostare una sequenza di carte deve esserci abbastanza celle libere per fare la mossa come se ogni carta o un sottoinsieme delle carte sono stati spostati attraverso le località di cella libera disponibile - ogni dei quattro designati cella libera scheda spot che sono vuote e qualsiasi colonna vuota tableau. carte di As diventare disponibili,essi possono essere spostati in ordine dall'asso al re per i pali di fondazione.La partita è vinta quando tutte le carte sono spostato per i pali di fondazione. During il gioco del gioco, i punti sono guadagnati spostando le carte alla Fondazione.Punti vengono detratti per ogni utilizzo del comando Annulla. Quando il gioco è completato, i punti bonus sono assegnati basato sul numero di mosse e la quantità totale di tempo usato per finire il gioco.Il modo più efficiente risolvere un affare sia nelle mosse e tempo, più alto sarà il tuo punti di bonus. Point System: Cards alla Fondazione: 10 points Undo:-5points Hints: non deducted Undo di punti da Fondazione: points Time-10 Bonus: 1.000.000 diviso per il tempo necessario per completare gioco in pochi secondi. Moves bonus: calcolo basato su tue mosse, il numero minimo di mosse, e la media si muove necessaria per il gioco.
ja: フリーセル ソリティア (忍耐) 標準 52 のカードと遊んだは、デッキ。 それは他のほとんどのソリティア ゲーム、ほぼすべての取引が勝てることがより多くのゲームよりも異なる 運よりもスキルの。 にカードがディールを開くは、タブローを形成する 8 列に表側を配置しました。場札の 4 を含む 7 枚のカードと 4 つの列に 6 枚のカードが含まれています。 演奏の残り地域基礎杭(途中で'a'とカード スポット)とフリー セルから構成される('A' なしカード スポット)。 中プレイ、カスケードまたはシーケンスは、場札の列の中で構築されます。シーケンスは、ランク、たとえば 4-3-2-A、10-9-8-7-6、K Q Jを減少に下方に組み込まれている、等。フォーム シーケンスに、別にやフリー セルから列 1 つのタブローから必要に応じてカードを移動することがあります。シーケンスが組み込まれている色(赤、黒)を交互に。タブロー列の下の端に露出したカードは別に移動可能性がタブロー列フリーセルに、シーケンスを形成したり、空のタブローの列の上部にカードスポットを記入します。さらに、任意のカードの並びが同時に移動する別のタブロー列シーケンスを形成したり、記入する、カード空のタブロー列の上部にスポット。十分なフリーセルする必要がありますカードの順序を移動する各カードまたはカードのサブセットは、- 使用可能な無料のセル場所を移動した場合、移動を達成する 4 つの指定空フリーセルカードスポットや任意の空のタブロー列スポット。なる としてカード、彼らで、動くかもしれない順序エースから王に基礎杭に。すべてのカードがゲームに勝った基礎杭に移動します。 中ゲーム、ポイントは、財団にカードを移動することによって獲得できます。 ポイント元に戻すを使用するたびに控除されます。ゲームを完了すると、ボーナスポイントがの数に基づいて授与されます移動しゲームを終了するために使用時間の合計。移動の両方の契約を解決するより効率的と時間、ボーナス点は高くなります。財団に ポイントシステム： カード：10ポイント 元に戻す：-5点 ヒント：基礎からないポイント控除 元に戻す：-10ポイント 時間ボーナス:1,000,000で割ると完了する時間秒でゲーム。 動くのボーナス: あなたの移動の動きの最小数を基に計算し、平均移動ゲームに必要な。
ko: 프리셀은 카드놀이 (인 내)의 표준 52 카드와 함께 연주 형태입니다 갑판.그것은 다른 대부분 다른 솔리테어 게임 거의 모든 거래는 더 게임 하기가 우승자 행운 보다 기술. 에 카드는 오프닝 거래 형성 탁자 8 열으로 보여지는 배치.태극권 열 4 7 카드를 포함 하 고 6 개의 카드를 포함 하는 4 개의 열.재생의 나머지 지역 기초 말뚝 (카드 문자 중간에 'A'로 관광 명소)과 무료 셀의 구성('A' 없이 카드 명소). 동안 놀이,계곡 또는 시퀀스탁자 열내에서 만들어집니다.시퀀스 아래로 감소 순위, 예 4-3-2-A, 10-9-8-7-6, K Q J에 내장 되어 있습니다, 등등.양식 시퀀스에 다른, 또는 하 고 무료 셀에서 열 한 탁자에서에서 필요에 따라 카드를 이동할 수 있습니다.시퀀스 작성 대체 색상 (빨강, 검정)에.다른 탁자 칼럼의 하단 끝에 노출 된 모든 카드를 이동할 수 있습니다 탁자 열 무료 셀 시퀀스를 형성 하거나 빈 탁자 열의 상단에서 카드 자리를 채우기 위해.또한 카드의 시퀀스 이동할 수 있습니다 함께 다른 탁자 열 시퀀스를 형성 하거나 채우기는 카드는 빈 탁자 칼럼의 상단에 자리.충분 한 무료 셀을 해야 하는 카드의 순서를 이동 하려면 마치 각 카드 또는 카드의 부분 집합 어떤 사용 가능한 무료 셀 위치-통해 이동 했다 이동 달성 4의 비어 있는 프리셀 카드 관광 명소 및 모든 빈 탁자 열 관광 명소를 지정. 같이 카드 될 사용할 수, 그들은 이동할 수 있습니다 순서 대로 에이스에서 왕에 게 기초 더미.모든 카드는 때 게임은 원 기초 더미로 이동. 동안 게임 플레이, 재단에 카드를 이동 하 여 포인트 적립 됩니다.포인트 실행 취소의 각 사용에 대 한 공제 된다.보너스 포인트의 수에 따라 수 여 되는 게임 완료 되 면 이동 및 게임을 완료 하는 데 사용 하는 시간의 총 금액.당신은 거래 모두 움직임을 해결 하는 더 효율적으로 하 고 시간, 더 높은 보너스 포인트 있을 것입니다.재단 포인트 시스템 : 카드 : 10 포인트 실행 취소 : -5 포인트 힌트: 재단에서 포인트 공제 된 끄르다 없음:-10 점 시각 보너스: 1000000 완료 시간으로 나눈 초에서 게임. 이사 보너스: 움직임,움직임의 최소 숫자를 기반으로 하는 계산 하 고 평균 이동 게임에 필요한.
zh_hans: 空当接龙仅使用一副牌玩，共 52 张(不包括鬼牌)，牌的正面朝上，排成八列。通过从这八列中移牌来创建四叠牌： 左上角是四个“可用单元”，移牌时可以在其中临时放牌。右上角是四个“回收单元”，在其中构建获胜所需的牌叠。 玩法 从每列底部拖牌，并按以下方式移动： 从列到可用单元。每个可用单元一次只能放一张牌。从列到列（或从可用单元到列）。在列中必须按降序依次放牌，而且红黑花色交替。从列到回收单元。每叠牌必须由同一花色组成，并从 A 开始。 提示与技巧 查看提示。如果遇到困难，可以按'提示'键查看下一步如何移动。 撤销。如果想要回到上一步，可以按“撤销”键撤销步数。 重玩，若要玩同一局，可以在开始新游戏时选择“重玩”选项即可重新开始玩儿同一局游戏。 事先计划。深思熟虑地移动牌以建立长串，清除列，并将 A 移到回收单元中。先移动 A。当小牌埋在列中时，最好提前移出并将其移到回收单元。释放可用单元。可用单元越多，越好移牌。在移牌时尽量让可用单元保持为空。 清除整个列。在可能的情况下，移动某个列的每张牌，然后尽可能再以大牌开头填充该列，开头的牌不要低于 10。最好使用 K 开头。 将所有牌收集到四个“回收单元”中时，游戏结束并获得胜利。
zh_hant: 空當接龍僅使用一副牌玩，共52張（不包括鬼牌），牌的正面朝上，排成八列。通過從八列中移牌來創建四疊牌: 左上角是四個“可用單元”，移牌時可以在其中臨時放牌。右上角是四個“回收單元”，在其中構建獲勝所需的牌疊。 玩法 從每列底部拖牌，並按以下方式移動： 從列到可用單元。每列可用單元一次只能放一張牌。從列到列（或從可用單元到列）。在列中必須按降序依次放牌，而且紅黑花色交替。從列到回收單元。每疊必須由同一花色組成，並從A開始。 提示與技巧 查看提示。如果遇到困難，可以按提示鍵查看下一步如何移動。 撤銷。如果想要回到上一步，可以按“撤銷”鍵撤銷步數。 重玩，若要玩同一局，可以在開始新遊戲時選擇“重玩”選項即可重新開始玩兒同一局遊戲。 事先計劃。深思熟慮地移動牌以建立長串，清除列，並將A移到回收單元中。先移動A.當小牌埋在列中時，最好提前移出並將其移到回收單元。可用單元越多，越好移牌。在移牌時盡量 清除整個列。在可能的情況下，移動某個列的每張牌，然後儘可能再以大牌開頭填充該列，開頭的牌不要低於10。最好使用K開頭。 將所有牌收集到四個“回收單元”中時，遊戲結束並獲得勝利。

# freecell_pos
source: FreeCell
zh_hans: 中转单元
zh_hant: 中轉單元

# freecell_on_top
source: Freecells On Top
de: FreeCell oben
es: FreeCell en la parte superior
fr: FreeCell sur le dessus
it: FreeCell in cima
ja: FreeCellの上に
ko: FreeCell 상단에
zh_hans: 中转单元置上
zh_hant: 中轉單元置上
