Repository: 1852060674/IOSHOME
Catalog: freecell.zbnet-master/Solitaire/*.lproj/SoCommon.strings
Languages: de, es, fr, it, ja, ko, zh_hans, zh_hant

# action_settings
source: Settings
de: Optionen
es: Ajustes
fr: Options
it: Impostaz.
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設置

# score_label
source: Score:
de: Punkte:
es: Puntos:
it: Punti:
ja: 点数:
ko: 점수:
zh_hans: 分数:
zh_hant: 分數:

# time_label
source: Time:
de: Dauer: 0
es: Tiempo:
fr: Temps: 0
it: Tempo:
ja: 時間: 0
ko: 시간:
zh_hans: 时间:
zh_hant: 時間:

# move_label
source: Moves:
de: Züge: 0
es: Pasos:
fr: Coups: 0
it: Mosse:
ja: ムーブ: 0
ko: 횟수:
zh_hans: 移动:
zh_hant: 移動:

# auto_complete
source: Auto Complete The Game
de: Automatisch vervollständigen?
es: ¿Quieres autocompletar?
fr: Terminer la partie en Fin auto. ?
it: Auto completare il gioco
ja: オートゲームを完了します
ko: 자동 게임을 완료
zh_hans: 自动收牌, 完成游戏
zh_hant: 自動收牌, 完成遊戲

# auto_complete_title
source: Auto Complete
de: Automatisch vervollständigen?
es: ¿Quieres autocompletar?
fr: Terminer la partie en Fin auto. ?
it: Completamento automatico
ja: 自動補完
ko: 자동 완성
zh_hans: 自动收牌
zh_hant: 自動收牌

# cancel_btn
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: 取り消し
ko: 취소
zh_hans: 取消
zh_hant: 取消

# setting
source: Settings
de: Optionen
es: Ajustes
fr: Options
it: Impostaz.
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設置

source: Complete
de: Fertig
es: Acabar
fr: Terminé
it: Completare
ja: 完全な
ko: 완전한
zh_hans: 收牌
zh_hant: 收牌

# newgame
source: Play
de: Spielen
es: Jugar
fr: Jouer
it: Gioca
ja: プレィ
ko: 놀이
zh_hans: 新游戏
zh_hant: 新遊戲

# hint
source: Hints
de: Tipps
es: Pistas
fr: Conseil
it: Sugg.
ja: ヒント
ko: 힌트
zh_hans: 提示
zh_hant: 提示

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ja: アンドゥ
ko: 되돌리기
zh_hans: 撤销
zh_hant: 撤銷

# congratulation
source: Congratulations, You Win
de: Glückwunsch!
es: Felicidades, ganaste
fr: Félicitations, vous gagnez
it: Congratulazioni, hai vinto
ja: おめでとう、あなたは勝ちます
ko: 축하합니다, 당신은 승리
zh_hans: 恭喜, 你赢了
zh_hant: 恭喜，你贏了

# nomoves
source: No useful moves detected
de: Keine sinnvollen Züge gefunden
es: No existen movimientos posibles
fr: Plus aucun coup possible
it: Non si muove utili rilevati
ja: 有用な動きが検出されません
ko: 도움이 될만한 힌트를 찾지 못했습니다
zh_hans: 没有发现有效的移动
zh_hant: 沒有發現有效的移動

source: Hint Move
de: Tipps
es: Pistas
fr: Conseil
it: Mossa
ja: ヒント
ko: 힌트
zh_hans: 提示
zh_hant: 提示

source: Themes
de: Layouts
es: Temas
fr: Thèmes
it: Temi
ja: テーマ
ko: 테마
zh_hans: 主题
zh_hant: 主題

source: Stats
de: Statistik
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계
zh_hans: 统计
zh_hant: 統計

source: Rules
de: Regeln
es: Reglas
fr: Règles
it: Regole
ja: ルール
ko: 규칙
zh_hans: 规则
zh_hant: 規則

# plt
source: Play A New Game
de: Spielen Sie ein neues Spiel
es: Jugar un nuevo juego
fr: Jouer un nouveau jeu
it: Gioca un nuovo gioco
ja: 新しいゲームをプレイ
ko: 새로운 게임 플레이
zh_hans: 开始新游戏
zh_hant: 開始新遊戲

# pl1
source: Random Deal
de: Zufälliger Deal
es: Modo Aleatorio
fr: Donne aléatoire
it: Mano casuale
ja: ランダムディール
ko: 임의 거래
zh_hans: 随机游戏
zh_hant: 隨機遊戲

# pl2
source: Winning Deal
de: Gewinner-Deal
es: Modo Victorioso
fr: Donne gagnante
it: Mano vincente
ja: ゥィ二ンダディール
ko: 승리 거래
zh_hans: 活局游戏
zh_hant: 活局遊戲

# pl3
source: Replay
de: Wiederholen
es: Repetir
fr: Rejouer
it: Ripeti mano
ja: リプレイ
ko: 다시 하다
zh_hans: 重玩本局
zh_hant: 重玩本局

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: OK
es: Aceptar
ko: 승인
zh_hans: 好
zh_hant: 好

# setting_title
source: Settings
de: Optionen
es: Ajustes
fr: Options
it: Impostaz.
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設置

source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques
it: statistiche
ja: 統計
ko: 통계
zh_hans: 统计
zh_hant: 統計

# setting_level
source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 방법
zh_hans: 难度
zh_hant: 難度

# setting_sound
source: Sound Control
de: Töne
es: Sonido
fr: Son
it: Effetii sonori
ja: 音
ko: 사운드 컨트롤
zh_hans: 声音
zh_hant: 聲音

# setting_times
source: Times/Moves
de: Zeit/Züge anzeigen
es: Tiempo/Pasos
fr: Temps/coups
it: Tempo/Mosse
ja: 時間/ムーブ
ko: 시간/횟수 보기
zh_hans: 显示时间/移动
zh_hant: 顯示時間/移動

# setting_orientation
source: Lock Orientation
de: Ausrichtung
es: Orientación
fr: Orientation
it: Orientamento
ja: 方向
ko: 잠금 방향
zh_hans: 锁定屏幕方向
zh_hant: 鎖定屏幕方向

# setting_hin
source: Hints
de: Tipps
es: Pistas
fr: Conseil
it: Sollecito
ja: ヒント
ko: 힌트
zh_hans: 显示提示
zh_hant: 顯示提示

# setting_tapmove
source: Tap Move
de: Tippen, um zu verschieben
es: Toca Para Mover
fr: Déplacement en touchant
it: Tocca per muovere
ja: タップで動く
ko: 탭으로 옮기기
zh_hans: 点击移动
zh_hant: 點擊移動

# help_rules
source: Rules
de: Spielanleitung
es: Cómo jugar
fr: Comment jouer
it: Regola
ja: ルール
ko: 규칙
zh_hans: 规则
zh_hant: 規則

# stat_won
source: Games Won
de: Spiele gewonnen
es: Partidos Ganados
fr: Parties gagnées
it: Partite vinte
ja: 勝つたゲーム
ko: 이긴 게임
zh_hans: 获胜
zh_hant: 獲勝

# stat_lose
source: Games Lost
de: Spiele verloren
es: Partidos Perdidos
fr: Parties perdues
it: Partite perse
ja: 負けたゲーム
ko: 진 게임
zh_hans: 输
zh_hant: 輸

# stat_swtime
source: Shortest Winning Time
de: Kürzeste Dauer bis Sieg
es: Tiempo Mínimo Empleado
fr: Victoire la plus rapide
it: Tempo minimo impiegato per vincere
ja: ゲームを勝つた最短時間
ko: 게임을 이긴 최단시간
zh_hans: 获胜局最短用时
zh_hant: 獲勝局最短用時

# stat_lwtime
source: Longest Winning Time
de: Längste Dauer bis Sieg
es: Tiempo Máximo Empleado
fr: Victoire la plus longue
it: Tempo massimo impiegato per vincere
ja: ゲームを勝つた最長時間
ko: 게임을 이긴 최장시간
zh_hans: 获胜局最长用时
zh_hant: 獲勝局最長用時

# stat_awtime
source: Average Winning Time
de: Durchschnittliche Dauer bis Sieg
es: Tiempo Medio Empleado
fr: Temps moyen de victoire
it: Tempo medio impiegato per vincere
ja: ゲームを勝つた平均時間
ko: 게임을 이기는 평균시간
zh_hans: 获胜局平均用时
zh_hant: 獲勝局平均用時

# stat_fwmove
source: Fewest Winning Moves
de: Geringste Anzahl von Zügen bis Sieg
es: Número Mínimo De Movimientos
fr: Plus courte série de coups
it: Numero minimo mosse impiegate
ja: ゲームを勝つた最少ムーブ
ko: 게임을 이긴 최소 횟수
zh_hans: 获胜局最少步数
zh_hant: 獲勝局最少步數

# stat_mwmove
source: Most Winning Moves
de: Höchste Anzahl von Zügen bis Sieg
es: Número Máximo De Movimientos
fr: Plus longue série de coups
it: Numero massimo mosse impiegate
ja: ゲームを勝つた最大ムーブ
ko: 게임을 이긴 최고 횟수
zh_hans: 获胜局最多步数
zh_hant: 獲勝局最多步數

# stat_nundo
source: Wins Without Undo
de: Siege ohne Rückgängig machen
es: Victorias Sin Deshacer
fr: Victoires sans annulation
it: Vittorie senza usare il comando Annulla
ja: アンドゥなしで勝つたゲームの数
ko: 되돌리기를 하지 않고 이긴 게임
zh_hans: 未撤销获胜局数
zh_hant: 未撤銷獲勝局數

# stat_highest_score
source: Highest Score:
de: Bestes Ergebnis:
es: Mejor Resultado:
fr: Meilleur score:
it: Record punteggio:
ja: 最高点数:
ko: 최고 점수:
zh_hans: 最高分：
zh_hant: 最高分:

# reset_stat
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Azzera
ja: リセット
ko: 리셋
zh_hans: 重置
zh_hant: 重置

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
zh_hans: 是
zh_hant: 是

# mode_title
source: Notice
de: Beachten
es: Aviso
fr: Avis
it: Suggerimenti
ja: 予告
ko: 주의
zh_hans: 提示
zh_hant: 提示

# mode_message
source: Difficulty Setting will take effect in Next New Game
de: Schwierigkeitsgrad wird wirksam in Next Neues Spiel
es: La dificultad del juego cambiará en el próximo juego nuevo
fr: Difficulté Cadre prendra effet en suivant un nouveau jeu
it: Difficoltà impostazione avrà effetto nel successivo Nuova Gioco
ja: 難易度設定は、次の新しいゲームで有効になります
ko: 난이도 설정은 다음 새 게임에 적용됩니다
zh_hans: 游戏难度设置将在下次开始新游戏时生效
zh_hant: 遊戲難度設置將在下次開始新遊戲時生效

# dialog_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# theme
source: Themes
de: Layouts
es: Tema
fr: Thèmes
it: Temi
ja: テーマ
ko: 테마
zh_hans: 主题
zh_hant: 主題

# dialog_theme_cardback
source: Card Backs
de: Kartenrückseite
es: Espalda
fr: Dos des cartes
it: Retro della carta
ja: カードバックス
ko: 카드 백업합니다
zh_hans: 卡牌背景
zh_hant: 卡牌背景

# dialog_theme_gameback
source: Backgrounds
de: Hintergrund
es: Fondo
fr: Arrière-plan
it: Sfondi
ja: 背景
ko: 배경
zh_hans: 桌面背景
zh_hant: 桌面背景

# dialog_theme_card
source: Card Faces
de: Kartenvorderseite
es: Frentes
fr: Faces visibles
it: Fronte delle carte
ja: カードの顔
ko: 카드 얼굴
zh_hans: 卡牌样式
zh_hant: 卡牌樣式

# rt_title
source: We need your feedback
de: Wir brauchen Rückmeldung
es: Necesitamos sus comentarios
fr: Nous avons besoin de vos commentaires
it: Abbiamo bisogno del tuo feedback
ja: 私たちはあなたのフィードバックを必要とします
ko: 우리는 귀하의 의견이 필요합니다
zh_hans: 期待您的反馈
zh_hant: 期待您的反饋

# rt_message_normal
source: Do you like our solitaire game! Could you please take a moment to rate it. Thanks for your support!
de: Gefällt Ihnen unser Solitaire-Spiel! Könnten Sie bitte einen Moment Zeit nehmen, um es zu bewerten. Danke für deine Unterstützung!
es: ¿Te gusta nuestro juego de solitario? ¿Podría tomar un momento para calificarlo? ¡Gracias por su apoyo!
fr: Aimez-vous notre jeu de solitaire! Pourriez-vous s'il vous plaît prendre un moment pour le noter. Merci de votre soutien!
it: Ti piace il nostro gioco solitario! La prego di prendere un momento per votarla. Grazie per il tuo sostegno!
ja: ソリティアゲームが好きですか？ あなたはそれを評価するために少し時間をかけてください。 ご協力ありがとうございました！
ko: 우리 일인 용 게임을 좋아하니? 평가 해 주시기 바랍니다. 지원해 주셔서 감사합니다.
zh_hans: 喜欢纸牌游戏么？可否花时间进行下评价呢。感谢您的支持!
zh_hant: 喜歡紙牌遊戲麼？可否花時間進行下評價呢。感謝您的支持!

# rt_rt
source: Amazing
de: Tolle
es: Asombroso
fr: Suggestion
it: Stupefacente
ja: 素晴らしい
ko: 놀라운
zh_hans: 非常棒
zh_hant: 非常棒

# rt_fb
source: Suggestion
de: Vorschlag
es: Sugerencia
fr: J'ai suggestions
it: Suggerimento
ja: 提案
ko: 암시
zh_hans: 反馈
zh_hant: 反饋

# rt_cancel
source: Next time
de: Nächstes Mal
es: La próxima vez
fr: La prochaine fois
it: La prossima volta
ja: 次回
ko: 다음 시간
zh_hans: 下次再说
zh_hant: 下次再說

# rt_message_rm_ad
source: Like our app? Give us a five stars to remove interstitial ads.
de: Wie unsere App? Geben Sie uns fünf Sterne,um interstitielle Anzeigen zu entfernen.
es: ¿Como nuestra aplicación? Danos cinco estrellas para eliminar anuncios intersticiales.
fr: Comme notre application? Donnez-nous cinq étoiles pour supprimer les annonces interstitielles.
it: Come la nostra applicazione? Dacci un cinque stelle per rimuovere gli annunci interstiziali.
ja: 私たちのアプリのように？インタースティシャル広告を削除するために五つの星を付けてください。
ko: 우리 앱처럼? 삽입 광고를 삭제하는 별 다섯 개를주세요.
zh_hans: 喜欢我们的应用么? 给我们五星好评可以去除插页广告
zh_hant: 喜歡我們的應用麼? 給我們五 星好評價可以去除插頁廣告

# help_label
source: Help
de: Hilfe
es: Ayuda
fr: Aidez-moi
it: Aiuto
ja: 助けます
ko: 도움
zh_hans: 帮助
zh_hant: 幫助

# update_available
source: Update to the latest version ?
de: Update TOT und die neueste Version?
es: TOT actualización y la versión más reciente?
fr: Mise à jour TOT et la dernière version?
it: Aggiornamento TOT e l'ultima versione?
ja: TOTと最新のバージョンを更新！
ko: 업데이트 TOT 및 최신 버전?
zh_hans: 更新到最新版本？
zh_hant: 更新到最新版本？

# quit
source: Are you sure to quit ?
de: Sind Sie sicher, aufzuhören?
es: ¿Está seguro de dejar de fumar?
fr: Êtes-vous sûr de quitter?
it: Sei sicuro di voler uscire?
ja: あなたは本当に辞めるのですか？
ko: 그만둬?
zh_hans: 您确定要退出吗？
zh_hant: 您確定要退出嗎？

# confirm_reset_game_stat
source: Are you sure to reset game statistics ?
de: Statistiken zurücksetzen?
es: ¿Quieres borrar tus estadísticas?
fr: Réinitialiser toutes vos statistiques ?
it: Azzerare le statistiche?
ja: 統計をリセットしますか?
ko: 통계 초기화를 원하십니까?
zh_hans: 您确定重置统计记录吗？
zh_hant: 您確定重置統計記錄嗎？

# notification_push
source: Click me to open the game !
de: Klick mich, um das Spiel zu öffnen!
es: Haga clic en mí para abrir el juego!
fr: Cliquez sur moi pour ouvrir le jeu!
it: Mi Fare clic per aprire il gioco!
ja: クリックするとゲームが開きます！
ko: 나를 클릭하면 게임이 열립니다!
zh_hans: 点我进入游戏！
zh_hant: 點我進入遊戲！

# notification_ticker
source: Back to solitaire for fun !
de: Zurück zum Solitaire zum Spaß!
es: Volver a solitario por diversión!
fr: Retour au solitaire pour le plaisir!
it: Torna alla solitaire per il divertimento!
ja: ソリティアに戻る！
ko: 재미로 일인 용으로 돌아 가세요!
zh_hans: 回来玩纸牌吧
zh_hant: 回來玩紙牌吧

# new_game_title
source: What type of deal ?
de: Welcher Modus?
es: ¿Qué modo?
fr: Quel type de donne ?
it: Che tipo di accordo?
ja: ディールのタイプを選んでください
ko: 무슨 딜을 원하십니까?
zh_hans: 牌局类型
zh_hant: 牌局類型

# dialog_permission_title
source: To grant permission
de: Erlaubnis zu erteilen
es: Para conceder permiso
fr: Pour accorder la permission
it: Per concedere l'autorizzazione
ja: 許可を与えるには
ko: 권한을 부여하려면
zh_hans: 授予权限
zh_hant: 授予權限

# dialog_permission_content
source: For using custom image , please go to grant write external storage permission !
de: Für die Verwendung von benutzerdefinierten Bild, bitte gehen, um zu schreiben externe Speicherberechtigung !
es: Para utilizar la imagen personalizada, vaya a conceder permiso de almacenamiento externo de escritura !
fr: Pour utiliser l'image personnalisée, accédez à l'autorisation d'écriture de stockage externe !
it: Per utilizzare un'immagine personalizzata, si prega di andare per concedere l'autorizzazione di storage esterno di scrittura !
ja: カスタムイメージを使用するには、外部ストレージへの書き込み権限を与えてください！
ko: 맞춤 이미지를 사용하려면 외부 저장 용량 쓰기 권한을 부여하십시오!
zh_hans: 为了使用自定义图片，请授予读取外部存储的权限！
zh_hant: 為了使用自定義圖片，請授予讀寫外部存儲的權限！

# can_not_deal
source: Can not deal card while tableau with empty column
de: Kann nicht Karten während Tableau mit leerer Säule behandeln
es: No se puede distribuir tarjeta mientras cuadro con columna vacía
fr: Impossible de traiter la carte alors que le tableau avec la colonne vide
it: Non può fare carta mentre tableau con colonna vuota
ja: 空の列があるタブロー時にカードを扱うことはできません
ko: 빈 열이있는 탁자가있는 동안 카드를 처리 할 수 없습니다
zh_hans: 牌桌上有空列时不能发牌
zh_hant: 牌桌上有空列時不能發牌

# magic_stick_label
source: Use Magic Stick
de: Verwenden Sie Magic Stick
es: Usar Magic Stick
fr: Utilisez Magic Stick
it: Usa Magic Stick
ja: マジックスティックを使う
ko: 마술 지팡이 사용
zh_hans: 使用魔棒
zh_hant: 使用魔棒

# google_play_error_try_again
source: Please check your device's google play and try it again later.
de: Bitte überprüfen Sie das Spiel Ihres Spiels und Versuche es später nochmal.
es: Comprueba la reproducción de google de tu dispositivo y Intentarlo de nuevo más tarde.
fr: Vérifiez le google play de votre appareil et Essayez-le plus tard.
it: Controlli il gioco del tuo dispositivo e il tuo gioco Provare ancora più tardi.
ja: お使いの端末のGoogle Playを確認してください 後でもう一度試してみてください。
ko: 기기의 구글 플레이를 확인하고 다시 시도하십시오.
zh_hans: 请检查您的设备的Google Play并重试。
zh_hant: 請檢查您的設備的Google Play並重試

# store_label
source: Store
de: Geschäft
es: Almacenar
fr: le magasin
it: Negozio
ja: 店舗
ko: 저장
zh_hans: 商店
zh_hant: 商店

# purchasing_error_try_again
source: Error purchasing. Please try it again later !
de: Fehler beim Kauf. Bitte versuchen Sie es später noch einmal!
es: Error al comprar. Por favor, inténtelo de nuevo más tarde!
fr: Erreur lors de l'achat. Essayez-le plus tard!
it: Errore nell'acquisto. Prova subito dopo!
ja: 購入エラー。 後でもう一度試してみてください！
ko: 구매하는 중에 오류가 발생했습니다. 나중에 다시 시도하십시오!
zh_hans: 购买错误 请稍后重试！
zh_hant: 購買錯誤 請稍後重試！

# already_no_ads
source: You have already removed ads !
de: Sie haben schon Anzeigen entfernt!
es: Ya has eliminado los anuncios.
fr: Vous avez déjà supprimé les publicités!
it: Hai già rimosso gli annunci!
ja: あなたはすでに広告を削除しています！
ko: 이미 광고를 삭제했습니다.
zh_hans: 您已经去除了广告！
zh_hant: 您已經去除了廣告！

# restart_app_rm_ads
source: Please restart application to remove ads !
de: Bitte starten Sie die Anwendung neu, um Anzeigen zu entfernen!
es: Reinicie la aplicación para eliminar los anuncios.
fr: Veuillez redémarrer l'application pour supprimer les annonces.
it: Riavviate l'applicazione per rimuovere gli annunci!
ja: 広告を削除するには、アプリケーションを再起動してください。
ko: 광고를 삭제하려면 응용 프로그램을 다시 시작하십시오!
zh_hans: 请重新启动应用程序以移除广告！
zh_hant: 請重新啟動應用程序以移除廣告！

# store_title
source: Buy Coins
de: Kaufe Münzen
es: Comprar monedas
fr: Acheter des pièces
it: Comprare monete
ja: コインを購入する
ko: 동전 구입
zh_hans: 购买金币
zh_hant: 購買金幣

# buy_succeed
source: You have bought coins:
de: Sie haben Münzen gekauft:
es: Has comprado monedas:
fr: Vous avez acheté des pièces de monnaie:
it: Hai comprato monete:
ja: あなたは硬貨を買った：
ko: 당신은 동전을 구입했습니다 :
zh_hans: 您购买的金币数为：
zh_hant: 您購買的金幣數為：

# rm_ads
source: Remove Ads
de: Anzeigen Entfernen
es: Quitar Anuncios
fr: Supprimez La Pub
it: Rimuovere Gli Annunci
ja: 広告を削除
ko: 광고를 제거하다
zh_hans: 移除广告
zh_hant: 移除廣告

# daily_title
source: Daily Challenge
de: Tägliche Challenge
es: Reto Diario
fr: Défi du jour
it: Sfida del Giorno
ja: 毎日の挑戦
ko: 매일 도전
zh_hans: 每日挑战
zh_hant: 每日挑戰

# daily_total_win_cnt_label
source: Total win:
de: Gesamtgewinn:
es: Victoria total:
fr: Score de victoire:
it: Vincita totale:
ja: 総合優勝:
ko: 총 승리:
zh_hans: 总共:
zh_hant: 總共:

# daily_month_win_cnt_label
source: Month win:
de: Monat gewinnen:
es: Ganar un mes:
fr: Mois gagné:
it: Vittoria di mese:
ja: 毎月の勝利:
ko: 달이 이기다:
zh_hans: 本月:
zh_hant: 本月:

# coin_des
source: Tips: use coin to save the deal
de: Tipps: Verwenden Sie Münze, um den Deal zu retten
es: Consejos: Utilice moneda para guardar el trato
fr: Conseils: utilisez une pièce pour économiser l'affaire
it: Suggerimenti: utilizzare la moneta per salvare l'affare
ja: ヒント：取引を保存するためにコインを使用する
ko: 팁 : 거래를 저장하기 위해 동전을 사용하십시오.
zh_hans: 提示: 使用金币复活关卡
zh_hant: 提示: 使用金幣復活關卡

source: Done
de: Fertig
es: Listo
fr: OK
ja: 完了
ko: 끝난
zh_hans: 完成
zh_hant: 完成

# left_hand_mode
source: Left Handed
de: Linkshänder
es: Zurdos
fr: Gaucher
it: Mancino
ja: 左利き
ko: 왼손잡이
zh_hans: 左手模式
zh_hant: 左手模式

# congratulationsAnimation
source: Congratulations Screen
de: Glückwunsch-Bildschirm
es: Pantalla de felicitación
fr: Écran de félicitations
it: Schermata di congratulazioni
ja: 祝辞画面
ko: 축하 화면
zh_hans: 庆祝动画
zh_hant: 慶祝動畫

# setting_hints
source: Auto Hints
de: Automatische Tipps
es: Pistas Automáticas
fr: Conseils automatiques
it: Suggerimenti automatici
ja: 自動ヒント
ko: 자동 힌트
zh_hans: 自动提示
zh_hant: 自動提示
